{
  "hello": "Hello",
  "home": "Home",
  "about": "About",
  "services": "Services",
  "contact": "Contact",
  "hero_title": "Safe and Reliable Demolition Services",
  "hero_subtitle": "Your trusted partner for demolition projects in Shonan and Yokohama.",
  "get_free_estimate": "Get a Free Estimate",
  "about_title": "About Nikkei Kaitai Kogyo",
  "about_subtitle": "Your trusted partner for demolition projects in Shonan and Yokohama.",
  "our_story_title": "Our Story",
  "our_story_content": "Founded in 2010, Nikkei Kaitai Kogyo has grown to become a leading demolition service provider in the Shonan and Yokohama regions. Our commitment to safety, reliability, and customer satisfaction has been the cornerstone of our success.",
  "our_mission_title": "Our Mission",
  "our_mission_content": "Our mission is to provide safe, efficient, and environmentally responsible demolition services. We strive to exceed our clients' expectations by delivering high-quality work on time and within budget.",
  "our_values_title": "Our Values",
  "safety_value": "Safety: The safety of our employees, clients, and the public is our top priority.",
  "integrity_value": "Integrity: We conduct our business with the highest level of integrity and professionalism.",
  "quality_value": "Quality: We are committed to providing high-quality services that meet the needs of our clients.",
  "teamwork_value": "Teamwork: We believe in the power of teamwork and collaboration to achieve our goals.",
  "services_title": "Our Services",
  "services_subtitle": "We offer a wide range of demolition services to meet your needs.",
  "residential_demolition_title": "Residential Demolition",
  "residential_demolition_content": "We provide safe and efficient demolition services for houses, garages, and other residential structures.",
  "commercial_demolition_title": "Commercial Demolition",
  "commercial_demolition_content": "Our team is experienced in handling demolition projects for commercial buildings, including offices, retail stores, and warehouses.",
  "industrial_demolition_title": "Industrial Demolition",
  "industrial_demolition_content": "We have the expertise and equipment to handle large-scale industrial demolition projects, including factories and power plants.",
  "interior_demolition_title": "Interior Demolition",
  "interior_demolition_content": "We offer selective interior demolition services for renovation and remodeling projects.",
  "concrete_removal_title": "Concrete and Asphalt Removal",
  "concrete_removal_content": "We provide concrete and asphalt removal services for driveways, parking lots, and other surfaces.",
  "site_clearing_title": "Site Clearing and Preparation",
  "site_clearing_content": "We offer site clearing and preparation services to get your property ready for new construction.",
  "contact_title": "Contact Us",
  "contact_subtitle": "We'd love to hear from you. Contact us for a free estimate or any inquiries.",
  "send_message_title": "Send us a Message",
  "name_label": "Name",
  "email_label": "Email",
  "message_label": "Message",
  "send_message_button": "Send Message",
  "contact_info_title": "Contact Information",
  "address_info": "Address: 123 Main Street, Shonan, Japan",
  "phone_info": "Phone: (123) 456-7890",
  "email_info": "Email: info@nikkeikaitai.com"
}
