{
  "hello": "Olá",
  "home": "Início",
  "about": "Sobre",
  "services": "Serviços",
  "contact": "Contato",
  "hero_title": "Serviços de Demolição Seguros e Confiáveis",
  "hero_subtitle": "Seu parceiro de confiança para projetos de demolição em Shonan e Yokohama.",
  "get_free_estimate": "Obtenha um Orçamento Gratuito",
  "about_title": "Sobre a Nikkei Kaitai Kogyo",
  "about_subtitle": "Seu parceiro de confiança para projetos de demolição em Shonan e Yokohama.",
  "our_story_title": "Nossa História",
  "our_story_content": "Fundada em 2010, a Nikkei Kaitai Kogyo cresceu e se tornou uma fornecedora líder de serviços de demolição nas regiões de Shonan e Yokohama. Nosso compromisso com a segurança, confiabilidade e satisfação do cliente tem sido a base do nosso sucesso.",
  "our_mission_title": "Nossa Missão",
  "our_mission_content": "Nossa missão é fornecer serviços de demolição seguros, eficientes e ambientalmente responsáveis. Nós nos esforçamos para exceder as expectativas de nossos clientes, entregando um trabalho de alta qualidade no prazo e dentro do orçamento.",
  "our_values_title": "Nossos Valores",
  "safety_value": "Segurança: A segurança de nossos funcionários, clientes e do público é nossa principal prioridade.",
  "integrity_value": "Integridade: Conduzimos nossos negócios com o mais alto nível de integridade e profissionalismo.",
  "quality_value": "Qualidade: Estamos comprometidos em fornecer serviços de alta qualidade que atendam às necessidades de nossos clientes.",
  "teamwork_value": "Trabalho em equipe: Acreditamos no poder do trabalho em equipe e da colaboração para alcançar nossos objetivos.",
  "services_title": "Nossos Serviços",
  "services_subtitle": "Oferecemos uma ampla gama de serviços de demolição para atender às suas necessidades.",
  "residential_demolition_title": "Demolição Residencial",
  "residential_demolition_content": "Fornecemos serviços de demolição seguros e eficientes para casas, garagens e outras estruturas residenciais.",
  "commercial_demolition_title": "Demolição Comercial",
  "commercial_demolition_content": "Nossa equipe tem experiência em lidar com projetos de demolição para edifícios comerciais, incluindo escritórios, lojas de varejo e armazéns.",
  "industrial_demolition_title": "Demolição Industrial",
  "industrial_demolition_content": "Temos a experiência e o equipamento para lidar com projetos de demolição industrial de grande escala, incluindo fábricas e usinas de energia.",
  "interior_demolition_title": "Demolição de Interiores",
  "interior_demolition_content": "Oferecemos serviços seletivos de demolição de interiores para projetos de reforma e remodelação.",
  "concrete_removal_title": "Remoção de Concreto e Asfalto",
  "concrete_removal_content": "Fornecemos serviços de remoção de concreto e asfalto para calçadas, estacionamentos e outras superfícies.",
  "site_clearing_title": "Limpeza e Preparação do Local",
  "site_clearing_content": "Oferecemos serviços de limpeza e preparação do local para preparar sua propriedade para uma nova construção.",
  "contact_title": "Contate-Nos",
  "contact_subtitle": "Adoraríamos ouvir de você. Entre em contato conosco para um orçamento gratuito ou qualquer dúvida.",
  "send_message_title": "Envie-nos uma Mensagem",
  "name_label": "Nome",
  "email_label": "Email",
  "message_label": "Mensagem",
  "send_message_button": "Enviar Mensagem",
  "contact_info_title": "Informações de Contato",
  "address_info": "Endereço: 123 Main Street, Shonan, Japão",
  "phone_info": "Telefone: (123) 456-7890",
  "email_info": "Email: info@nikkeikaitai.com"
}
